demo-output/website/campaign/F5_runs/re10000/case/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (1 0.1 0);

boundaryField
{
    farfield
    {
        type            freestreamVelocity;
        freestreamValue uniform (1 0 0);
        value           uniform (1 0 0);
    }
    cylinder
    {
        type            noSlip;
    }
    frontAndBack
    {
        type            empty;
    }
}
