demo-output/website/campaign/F5_runs/re10000/case/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}


transportModel  Newtonian;
nu              0.0001;
